[
  {
    "id": 1,
    "x": 33,
    "y": 4,
    "side": "L",
    "label": "Будівництво · 1695–1742",
    "cardTitle": "Орден піарів",
    "text1": "Костел збудований орденом піарів — католицьким чернечим орденом, заснованим у Римі 1617 р. і присвяченим освіті бідних. Разом із костелом у Дубровиці орден заснував колегіум — один із небагатьох навчальних закладів тогочасного Полісся.",
    "text2": "Будівництво тривало понад 40 років. Головним ктитором виступив Ян Кароль Дольський, який виділив 33 тис. злотих. Консекрований єпископом Франциском Кобельським у 1742 р."
  },
  {
    "id": 2,
    "x": 22,
    "y": 22,
    "side": "L",
    "label": "1945 — Радянська окупація",
    "cardTitle": "Знищення та пограбування",
    "text1": "Одразу після встановлення радянської влади у 1945 р. костел зачинили. Дзвони зняли і вивезли, орган розібрали й знищили. Срібне начиння, старовинні ікони та цінне церковне майно — розграбували або знищили.",
    "text2": "Будівлю перефарбували з білого у червоний колір і пристосували під промисловий склад. Лише у 1992 р. костел було освячено повторно і повернуто католицькій громаді."
  },
  {
    "id": 3,
    "x": 19,
    "y": 50,
    "side": "L",
    "label": "Парафія · до 1945 р.",
    "cardTitle": "1 045 парафіян",
    "text1": "У 1938 р. парафія налічувала 1 045 осіб і охоплювала понад 100 навколишніх сіл, зокрема Крупове, Острівці, Мочулище, Воробин та інші.",
    "text2": "Перший дерев'яний костел, збудований тут у 1684 р., шведські війська спалили у 1709 р. Нинішня мурована споруда в стилі рококо — трьохнавна базиліка — зведена на його місці."
  },
  {
    "id": 4,
    "x": 34,
    "y": 90,
    "side": "R",
    "label": "Відкрито 1702 р.",
    "cardTitle": "Головний портал",
    "text1": "Портал відкритий у 1702 р. — ще до завершення всього будівництва. Богослужіння в костелі розпочалися задовго до офіційної консекрації 1742 р. Інтер'єр оздоблений у стилі рококо: хрестові склепіння нефу, різьблені вівтарі й скульптурний декор.",
    "text2": "Головний образ вівтаря — св. Іоанна Хрестителя роботи живописця Лукаша Хубля, що дивом вцілів у радянський час."
  },
  {
    "id": 5,
    "x": 56,
    "y": 63,
    "side": "R",
    "label": "Втрачено 1945 р. ✝",
    "cardTitle": "Венеційський вітраж",
    "text1": "Найцінніший елемент інтер'єру — вітраж, замовлений і виготовлений спеціально у Венеції. Унікальний для всього регіону Полісся.",
    "text2": "Знищений радянською владою одразу після закриття костелу у 1945 р. Від нього не залишилося ані фрагментів, ані документальних зображень. Відновлення вітражу досі не відбулося."
  }
]
